Repository: guitaripod/PayDay
Catalog: PayDay/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, ko, nl, pl, pt_br, zh_hans, zh_hant

source: This permanently deletes your account, credit balance, and every invoice, estimate, and client on this device. This cannot be undone.
de: Dadurch werden Ihr Konto, Ihr Credit-Guthaben sowie alle Rechnungen, Angebote und Kunden auf diesem Gerät dauerhaft gelöscht. Das lässt sich nicht rückgängig machen.
es: Esto elimina de forma permanente tu cuenta, tu saldo de créditos y todas las facturas, presupuestos y clientes de este dispositivo. No se puede deshacer.
fi: Tämä poistaa pysyvästi tilisi, krediittisaldosi sekä kaikki tämän laitteen laskut, tarjoukset ja asiakkaat. Toimintoa ei voi perua.
fr: Cette action supprime définitivement votre compte, votre solde de crédits et toutes les factures, devis et clients de cet appareil. Elle est irréversible.
it: Questa azione elimina definitivamente il tuo account, il saldo dei crediti e tutte le fatture, i preventivi e i clienti su questo dispositivo. Non è reversibile.
ja: アカウント、クレジット残高、この端末上のすべての請求書・見積書・取引先が完全に削除されます。この操作は取り消せません。
ko: 계정, 크레딧 잔액, 이 기기의 모든 인보이스·견적서·거래처가 영구적으로 삭제됩니다. 되돌릴 수 없습니다.
nl: Hiermee verwijder je definitief je account, je creditsaldo en alle facturen, offertes en klanten op dit apparaat. Dit kan niet ongedaan worden gemaakt.
pl: To trwale usunie Twoje konto, saldo kredytów oraz wszystkie faktury, oferty i kontrahentów na tym urządzeniu. Tej operacji nie można cofnąć.
pt_br: Isso exclui permanentemente sua conta, seu saldo de créditos e todas as faturas, orçamentos e clientes deste dispositivo. Não é possível desfazer.
zh_hans: 这将永久删除你的账户、积分余额，以及此设备上的所有发票、报价单和客户。此操作无法撤销。
zh_hant: 這將永久刪除你的帳戶、點數餘額，以及此裝置上的所有發票、報價單與客戶。此操作無法復原。

source: To turn your words or a photo into line items, Pay Day sends the content you provide to a third-party AI service. You control when this happens — nothing is sent until you tap an AI action.
de: Um Ihre Worte oder ein Foto in Positionen zu verwandeln, sendet Pay Day die von Ihnen bereitgestellten Inhalte an einen KI-Dienst eines Drittanbieters. Sie entscheiden, wann das passiert – es wird nichts gesendet, bevor Sie eine KI-Aktion antippen.
es: Para convertir tus palabras o una foto en líneas de factura, Pay Day envía el contenido que proporcionas a un servicio de IA de terceros. Tú decides cuándo: no se envía nada hasta que pulsas una acción de IA.
fi: Jotta sanasi tai kuvasi muuttuisivat laskuriveiksi, Pay Day lähettää antamasi sisällön kolmannen osapuolen tekoälypalveluun. Sinä päätät, milloin näin tapahtuu – mitään ei lähetetä ennen kuin napautat tekoälytoimintoa.
fr: Pour transformer vos mots ou une photo en lignes de facture, Pay Day envoie le contenu que vous fournissez à un service d'IA tiers. Vous décidez du moment : rien n'est envoyé tant que vous n'avez pas touché une action IA.
it: Per trasformare le tue parole o una foto in righe di fattura, Pay Day invia il contenuto che fornisci a un servizio di IA di terze parti. Decidi tu quando: non viene inviato nulla finché non tocchi un'azione IA.
ja: 文章や写真を明細に変換するために、Pay Day はご提供いただいた内容を第三者の AI サービスに送信します。送信のタイミングはご自身で管理でき、AI の操作をタップするまで何も送信されません。
ko: 문장이나 사진을 인보이스 항목으로 바꾸기 위해 Pay Day는 제공한 내용을 제3자 AI 서비스로 전송합니다. 전송 시점은 사용자가 정하며, AI 동작을 탭하기 전까지는 아무것도 전송되지 않습니다.
nl: Om je woorden of een foto om te zetten in factuurregels stuurt Pay Day de inhoud die je aanlevert naar een AI-dienst van derden. Jij bepaalt wanneer dat gebeurt — er wordt niets verstuurd totdat je op een AI-actie tikt.
pl: Aby zamienić Twoje słowa lub zdjęcie w pozycje faktury, Pay Day wysyła podane treści do zewnętrznej usługi AI. To Ty decydujesz, kiedy się to dzieje — nic nie zostaje wysłane, dopóki nie dotkniesz akcji AI.
pt_br: Para transformar suas palavras ou uma foto em itens de fatura, o Pay Day envia o conteúdo fornecido a um serviço de IA de terceiros. Você controla quando isso acontece — nada é enviado até você tocar em uma ação de IA.
zh_hans: 为了把你的文字或照片变成发票明细，Pay Day 会将你提供的内容发送给第三方 AI 服务。何时发送由你决定——在你点按 AI 操作之前，不会发送任何内容。
zh_hant: 為了把你的文字或照片變成發票明細，Pay Day 會將你提供的內容傳送給第三方 AI 服務。何時傳送由你決定——在你點一下 AI 功能之前，不會傳送任何內容。

source: Total due
de: Zahlbetrag
es: Total a pagar
fi: Maksettava yhteensä
fr: Net à payer
it: Totale da pagare
ja: お支払金額
ko: 청구 금액
nl: Te betalen
pl: Do zapłaty
pt_br: Total a pagar
zh_hans: 应付总额
zh_hant: 應付總額

source: Total due %@
de: Zahlbetrag %@
es: Total a pagar %@
fi: Maksettava yhteensä %@
fr: Net à payer %@
it: Totale da pagare %@
ja: お支払金額 %@
ko: 청구 금액 %@
nl: Te betalen %@
pl: Do zapłaty %@
pt_br: Total a pagar %@
zh_hans: 应付总额 %@
zh_hant: 應付總額 %@

source: Transmission %@ accepted by Peppol.
de: Übertragung %@ von Peppol angenommen.
es: Peppol aceptó la transmisión %@.
fi: Peppol hyväksyi lähetyksen %@.
fr: Transmission %@ acceptée par Peppol.
it: Trasmissione %@ accettata da Peppol.
ja: 送信 %@ が Peppol に受理されました。
ko: 전송 %@이(가) Peppol에서 수락되었습니다.
nl: Verzending %@ is geaccepteerd door Peppol.
pl: Przesyłka %@ przyjęta przez Peppol.
pt_br: Transmissão %@ aceita pelo Peppol.
zh_hans: 传输 %@ 已被 Peppol 接收。
zh_hant: 傳輸編號 %@ 已由 Peppol 接受。

source: Try Again
de: Erneut versuchen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 再試一次

source: Try again in a moment.
de: Versuchen Sie es gleich noch einmal.
es: Inténtalo de nuevo en un momento.
fi: Yritä uudelleen hetken kuluttua.
fr: Réessayez dans un instant.
it: Riprova tra un momento.
ja: しばらくしてからもう一度お試しください。
ko: 잠시 후 다시 시도하세요.
nl: Probeer het zo meteen opnieuw.
pl: Spróbuj ponownie za chwilę.
pt_br: Tente novamente em instantes.
zh_hans: 请稍后再试。
zh_hant: 請稍後再試。

source: Unavailable
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
fr: Indisponible
it: Non disponibile
ja: 利用できません
ko: 구입 불가
nl: Niet beschikbaar
pl: Niedostępny
pt_br: Indisponível
zh_hans: 不可用
zh_hant: 無法使用

source: Under Denmark's Bookkeeping Act, digital bookkeeping systems send e-invoices via NemHandel / Peppol by default since July 2026, and government suppliers must use them. EU-wide cross-border e-invoicing becomes mandatory on 1 July 2030.
de: Nach dem dänischen Buchführungsgesetz versenden digitale Buchhaltungssysteme seit Juli 2026 standardmäßig E-Rechnungen über NemHandel / Peppol, und Lieferanten des Staates müssen sie nutzen. EU-weite grenzüberschreitende E-Rechnungen werden ab 1. Juli 2030 verpflichtend.
es: Según la Ley de Contabilidad de Dinamarca, los sistemas de contabilidad digital envían facturas electrónicas por NemHandel / Peppol de forma predeterminada desde julio de 2026, y los proveedores del Estado deben usarlos. La facturación electrónica transfronteriza en toda la UE será obligatoria a partir del 1 de julio de 2030.
fi: Tanskan kirjanpitolain mukaan digitaaliset kirjanpitojärjestelmät lähettävät verkkolaskuja NemHandelin / Peppolin kautta oletuksena heinäkuusta 2026 alkaen, ja valtion hankintojen toimittajien on käytettävä niitä. EU:n laajuisesta rajat ylittävästä verkkolaskutuksesta tulee pakollista 1.7.2030.
fr: En vertu de la loi danoise sur la comptabilité, les logiciels de comptabilité numériques envoient par défaut des factures électroniques via NemHandel / Peppol depuis juillet 2026, et les fournisseurs de l'État doivent les utiliser. La facturation électronique transfrontalière deviendra obligatoire dans toute l'UE à partir du 1er juillet 2030.
it: In base alla legge danese sulla contabilità, dal luglio 2026 i sistemi di contabilità digitale inviano per impostazione predefinita fatture elettroniche tramite NemHandel / Peppol, e i fornitori statali devono usarli. La fatturazione elettronica transfrontaliera diventerà obbligatoria in tutta l'UE dal 1° luglio 2030.
ja: デンマークの記帳法により、デジタル記帳システムは2026年7月以降、標準でNemHandel / Peppol経由の電子インボイスを送信し、政府調達の取引先はこれを利用する必要があります。EU域内の越境電子インボイスは2030年7月1日から義務化されます。
ko: 덴마크의 기장법(Bookkeeping Act)에 따라 디지털 기장 시스템은 2026년 7월부터 기본적으로 NemHandel / Peppol을 통해 전자 인보이스를 전송하며, 정부 공급업체는 이를 사용해야 합니다. EU 전역의 국경 간 전자 인보이스는 2030년 7월 1일부터 의무화됩니다.
nl: Volgens de Deense Boekhoudwet versturen digitale boekhoudsystemen sinds juli 2026 standaard e-facturen via NemHandel / Peppol, en leveranciers van de overheid moeten ze gebruiken. EU-brede grensoverschrijdende e-facturatie wordt verplicht vanaf 1 juli 2030.
pl: Zgodnie z duńską ustawą o rachunkowości cyfrowe systemy księgowe domyślnie wysyłają e-faktury przez NemHandel / Peppol od lipca 2026 r., a dostawcy administracji państwowej muszą z nich korzystać. Ogólnounijne transgraniczne e-fakturowanie stanie się obowiązkowe od 1 lipca 2030 r.
pt_br: Segundo a Lei de Escrituração da Dinamarca, os sistemas digitais de contabilidade enviam faturas eletrônicas pelo NemHandel / Peppol por padrão desde julho de 2026, e os fornecedores do governo devem usá-los. A fatura eletrônica transfronteiriça em toda a UE se tornará obrigatória a partir de 1º de julho de 2030.
zh_hans: 根据丹麦《簿记法》，数字记账系统自 2026 年 7 月起默认通过 NemHandel / Peppol 发送电子发票，政府供应商必须使用该渠道。欧盟范围内的跨境电子发票将于 2030 年 7 月 1 日起强制实施。
zh_hant: 根據丹麥《簿記法》，數位記帳系統自 2026 年 7 月起預設透過 NemHandel / Peppol 傳送電子發票，政府供應商必須使用此管道。歐盟範圍內的跨境電子發票將於 2030 年 7 月 1 日起強制實施。

source: Unit price
de: Einzelpreis
es: Precio unitario
fi: Yksikköhinta
fr: Prix unitaire
it: Prezzo unitario
ja: 単価
ko: 단가
nl: Eenheidsprijs
pl: Cena jednostkowa
pt_br: Preço unitário
zh_hans: 单价
zh_hant: 單價

source: Unit price (%@)
de: Einzelpreis (%@)
es: Precio unitario (%@)
fi: Yksikköhinta (%@)
fr: Prix unitaire (%@)
it: Prezzo unitario (%@)
ja: 単価（%@）
ko: 단가(%@)
nl: Eenheidsprijs (%@)
pl: Cena jednostkowa (%@)
pt_br: Preço unitário (%@)
zh_hans: 单价（%@）
zh_hant: 單價（%@）

source: Unlimited invoices & estimates, your logo, any currency
de: Unbegrenzt Rechnungen & Angebote, Ihr Logo, jede Währung
es: Facturas y presupuestos ilimitados, tu logotipo, cualquier moneda
fi: Rajattomasti laskuja ja tarjouksia, oma logo, mikä tahansa valuutta
fr: Factures et devis illimités, votre logo, toutes les devises
it: Fatture e preventivi illimitati, il tuo logo, qualsiasi valuta
ja: 請求書・見積書は無制限、自社ロゴ、あらゆる通貨
ko: 인보이스·견적서 무제한, 내 로고, 모든 통화
nl: Onbeperkt facturen en offertes, je eigen logo, elke valuta
pl: Bez limitu faktur i ofert, Twoje logo, dowolna waluta
pt_br: Faturas e orçamentos ilimitados, seu logo, qualquer moeda
zh_hans: 发票与报价单不限量、你的 Logo、任意币种
zh_hant: 發票與報價單不限數量、你的 Logo、任何幣別

source: Unlock Factur-X e-invoices
de: Factur-X-E-Rechnungen freischalten
es: Desbloquear las facturas Factur-X
fi: Avaa Factur-X-verkkolaskut
fr: Débloquer les factures Factur-X
it: Sblocca le fatture Factur-X
ja: Factur-Xをアンロック
ko: Factur-X 잠금 해제
nl: Ontgrendel Factur-X-e-facturen
pl: Odblokuj e-faktury Factur-X
pt_br: Desbloquear faturas Factur-X
zh_hans: 解锁 Factur-X 电子发票
zh_hant: 解鎖 Factur-X 電子發票

source: Unlock Peppol delivery
de: Peppol-Versand freischalten
es: Desbloquear el envío por Peppol
fi: Avaa Peppol-lähetys
fr: Débloquer l'envoi Peppol
it: Sblocca l'invio Peppol
ja: Peppol送信をアンロック
ko: Peppol 전송 잠금 해제
nl: Ontgrendel Peppol-verzending
pl: Odblokuj wysyłkę Peppol
pt_br: Desbloquear envio Peppol
zh_hans: 解锁 Peppol 发送
zh_hant: 解鎖 Peppol 傳送

source: Unlock compliant e-invoicing and Peppol delivery.
de: Schalten Sie konforme E-Rechnungen und den Peppol-Versand frei.
es: Desbloquea la facturación electrónica conforme y el envío por Peppol.
fi: Avaa vaatimustenmukainen verkkolaskutus ja Peppol-lähetys.
fr: Débloquez la facturation électronique conforme et l'envoi via Peppol.
it: Sblocca la fatturazione elettronica conforme e l'invio tramite Peppol.
ja: 準拠した電子インボイスと Peppol 送信をアンロック。
ko: 규정에 맞는 전자 인보이스와 Peppol 전송을 잠금 해제하세요.
nl: Ontgrendel conforme e-facturatie en verzending via Peppol.
pl: Odblokuj zgodne e-fakturowanie i wysyłkę przez Peppol.
pt_br: Libere a fatura eletrônica em conformidade e o envio pelo Peppol.
zh_hans: 解锁合规电子发票与 Peppol 发送。
zh_hant: 解鎖合規電子發票與 Peppol 傳送。

source: Untitled
de: Ohne Titel
es: Sin título
fi: Nimetön
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Zonder titel
pl: Bez nazwy
pt_br: Sem título
zh_hans: 无标题
zh_hant: 未命名

source: Upgrade to Pro
de: Auf Pro upgraden
es: Cambiar a Pro
fi: Päivitä Pro-versioon
fr: Passer à Pro
it: Passa a Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
nl: Upgrade naar Pro
pl: Przejdź na Pro
pt_br: Fazer upgrade para o Pro
zh_hans: 升级到 Pro
zh_hant: 升級為 Pro

source: Use %@
de: %@ verwenden
es: Usar %@
fi: Käytä %@
fr: Utiliser %@
it: Usa %@
ja: %@ を使う
ko: %@ 사용
nl: Gebruik %@
pl: Użyj %@
pt_br: Usar %@
zh_hans: 使用 %@
zh_hant: 使用 %@

source: Use scheme:id — the scheme is a 4-digit code, e.g. 0216:003712345678.
de: Format scheme:id verwenden – das Schema ist ein 4-stelliger Code, z. B. 0216:003712345678.
es: Usa el formato scheme:id: el esquema es un código de 4 dígitos, p. ej., 0216:003712345678.
fi: Käytä muotoa scheme:id – scheme on 4-numeroinen koodi, esim. 0216:003712345678.
fr: Utilisez le format scheme:id — le schéma est un code à 4 chiffres, par ex. 0216:003712345678.
it: Usa il formato scheme:id: lo schema è un codice di 4 cifre, es. 0216:003712345678.
ja: scheme:id の形式で入力してください。スキームは 4 桁のコードです（例: 0216:003712345678）。
ko: scheme:id 형식으로 입력하세요. 스킴은 4자리 코드입니다(예: 0216:003712345678).
nl: Gebruik scheme:id — het schema is een viercijferige code, bijv. 0216:003712345678.
pl: Użyj formatu scheme:id — schemat to kod 4-cyfrowy, np. 0216:003712345678.
pt_br: Use o formato scheme:id — o esquema é um código de 4 dígitos, ex.: 0216:003712345678.
zh_hans: 请使用 scheme:id 格式——scheme 是 4 位数字代码，例如 0216:003712345678。
zh_hant: 請使用 scheme:id 格式——scheme 是 4 位數字代碼，例如 0216:003712345678。

source: VAT
de: USt.
es: IVA
fi: ALV
fr: TVA
it: IVA
nl: Btw
pt_br: IVA
zh_hans: 增值税
zh_hant: 加值稅

source: VAT %
de: USt. %
es: IVA %
fi: ALV %
fr: TVA %
it: IVA %
nl: Btw %
pt_br: IVA %
zh_hans: 增值税 %
zh_hant: 加值稅 %

source: VAT %@
de: USt-IdNr. %@
es: N.º de IVA %@
fi: ALV-tunnus %@
fr: N° de TVA %@
it: P. IVA %@
ja: VAT 番号 %@
ko: VAT 번호 %@
nl: Btw-nr. %@
pl: NIP %@
pt_br: Nº de IVA %@
zh_hans: 增值税税号 %@
zh_hant: 加值稅稅號 %@

source: VAT BREAKDOWN
de: STEUERAUFSCHLÜSSELUNG
es: DESGLOSE DEL IVA
fi: ALV-ERITTELY
fr: DÉTAIL DE LA TVA
it: RIEPILOGO IVA
ja: VAT 内訳
ko: VAT 내역
nl: BTW-SPECIFICATIE
pl: ZESTAWIENIE VAT
pt_br: DETALHAMENTO DO IVA
zh_hans: 增值税明细
zh_hant: 加值稅明細

source: VAT ID
de: USt-IdNr.
es: N.º de IVA
fi: ALV-tunnus
fr: N° de TVA
it: Partita IVA
ja: VAT 番号
ko: VAT 번호
nl: Btw-nummer
pl: NIP
pt_br: Nº de IVA
zh_hans: 增值税税号
zh_hant: 加值稅稅號

source: VAT ID (e.g. DE123456789)
de: USt-IdNr. (z. B. DE123456789)
es: N.º de IVA (p. ej., DE123456789)
fi: ALV-tunnus (esim. DE123456789)
fr: N° de TVA (ex. DE123456789)
it: Partita IVA (es. DE123456789)
ja: VAT 番号（例: DE123456789）
ko: VAT 번호(예: DE123456789)
nl: Btw-nr. (bijv. NL123456789B01)
pl: NIP (np. DE123456789)
pt_br: Nº de IVA (ex.: DE123456789)
zh_hans: 增值税税号（例如 DE123456789）
zh_hant: 加值稅稅號（例如 DE123456789）

source: VAT category
de: USt.-Kategorie
es: Categoría de IVA
fi: ALV-luokka
fr: Catégorie de TVA
it: Categoria IVA
ja: VAT 区分
ko: VAT 구분
nl: Btw-categorie
pl: Kategoria VAT
pt_br: Categoria de IVA
zh_hans: 增值税类别
zh_hant: 加值稅類別

source: VAT rate %
de: USt.-Satz %
es: Tipo de IVA %
fi: ALV-kanta %
fr: Taux de TVA %
it: Aliquota IVA %
ja: VAT 税率 %
ko: VAT 세율 %
nl: Btw-tarief %
pl: Stawka VAT %
pt_br: Alíquota de IVA %
zh_hans: 增值税率 %
zh_hant: 加值稅率 %

source: VAT validation
de: USt-IdNr.-Prüfung
es: Validación del IVA
fi: ALV-tarkistus
fr: Validation de la TVA
it: Validazione partita IVA
ja: VAT 番号の照合
ko: VAT 번호 확인
nl: Btw-controle
pl: Weryfikacja VAT
pt_br: Validação de IVA
zh_hans: 增值税税号校验
zh_hant: 加值稅稅號驗證

source: Validating…
de: Wird geprüft…
es: Validando…
fi: Tarkistetaan…
fr: Validation…
it: Convalida…
ja: 検証中…
ko: 검증 중…
nl: Valideren…
pl: Weryfikacja…
pt_br: Validando…
zh_hans: 正在校验…
zh_hant: 正在驗證…

source: Weekly
de: Wöchentlich
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
it: Settimanale
ja: 週額プラン
ko: 주간 결제
nl: Wekelijks
pl: Płatność tygodniowa
pt_br: Semanal
zh_hans: 按周计费
zh_hant: 按週計費

source: What is sent
de: Was gesendet wird
es: Qué se envía
fi: Mitä lähetetään
fr: Ce qui est envoyé
it: Cosa viene inviato
ja: 送信される内容
ko: 전송되는 내용
nl: Wat er wordt verstuurd
pl: Co jest wysyłane
pt_br: O que é enviado
zh_hans: 发送哪些内容
zh_hant: 傳送哪些內容

source: Who it is sent to
de: An wen es gesendet wird
es: A quién se envía
fi: Kenelle se lähetetään
fr: À qui il est envoyé
it: A chi viene inviato
ja: 送信先
ko: 전송 대상
nl: Naar wie het wordt verstuurd
pl: Do kogo jest wysyłane
pt_br: Para quem é enviado
zh_hans: 发送给谁
zh_hant: 傳送給誰

source: Withdraw Consent
de: Einwilligung widerrufen
es: Retirar el consentimiento
fi: Peru suostumus
fr: Retirer le consentement
it: Revoca il consenso
ja: 同意を取り消す
ko: 동의 철회
nl: Toestemming intrekken
pl: Wycofaj zgodę
pt_br: Retirar consentimento
zh_hans: 撤回同意
zh_hant: 撤回同意

source: You need %lld more credits to send this invoice.
de: Ihnen fehlen noch %lld Credits, um diese Rechnung zu senden.
es: Necesitas %lld créditos más para enviar esta factura.
fi: Tarvitset vielä %lld krediittiä tämän laskun lähettämiseen.
fr: Il vous faut %lld crédits de plus pour envoyer cette facture.
it: Ti servono ancora %lld crediti per inviare questa fattura.
ja: この請求書を送信するには、あと %lld クレジット必要です。
ko: 이 인보이스를 보내려면 %lld 크레딧이 더 필요합니다.
nl: Je hebt nog %lld credits nodig om deze factuur te versturen.
pl: Brakuje Ci %lld kredytu, aby wysłać tę fakturę.
pt_br: Você precisa de mais %lld créditos para enviar esta fatura.
zh_hans: 还需要 %lld 积分才能发送这张发票。
zh_hant: 還需要 %lld 點數才能傳送這張發票。

source: You need a connection to delete your account — try again when online.
de: Zum Löschen Ihres Kontos ist eine Verbindung nötig – versuchen Sie es erneut, wenn Sie online sind.
es: Necesitas conexión para eliminar tu cuenta: inténtalo de nuevo cuando estés en línea.
fi: Tilin poistaminen vaatii verkkoyhteyden – yritä uudelleen, kun olet verkossa.
fr: Une connexion est nécessaire pour supprimer votre compte — réessayez une fois en ligne.
it: Serve una connessione per eliminare l'account: riprova quando sei online.
ja: アカウントの削除には接続が必要です。オンラインのときにもう一度お試しください。
ko: 계정을 삭제하려면 연결이 필요합니다. 온라인 상태에서 다시 시도하세요.
nl: Je hebt verbinding nodig om je account te verwijderen — probeer het opnieuw als je online bent.
pl: Do usunięcia konta potrzebne jest połączenie — spróbuj ponownie w trybie online.
pt_br: É preciso estar conectado para excluir sua conta — tente novamente quando estiver online.
zh_hans: 删除账户需要联网——请在联网后重试。
zh_hant: 刪除帳戶需要網路連線——請在連上網路後再試一次。

source: You're Peppol-ready
de: Peppol-bereit
es: Listo para Peppol
fi: Peppol-valmis
fr: Prêt pour Peppol
it: Pronto per Peppol
ja: Peppol対応済
ko: Peppol 준비 완료
nl: Klaar voor Peppol
pl: Gotowość do Peppol
pt_br: Pronto para o Peppol
zh_hans: Peppol 已就绪
zh_hant: Peppol 已備妥

source: You're e-invoice-ready
de: E-Rechnungs-bereit
es: Listo para la e-factura
fi: Verkkolaskuvalmis
fr: Prêt pour la facture électronique
it: Pronto per la fattura elettronica
ja: 電子インボイス対応済
ko: 전자 인보이스 준비 완료
nl: Klaar voor e-facturatie
pl: Gotowość do e-faktur
pt_br: Pronto para a fatura eletrônica
zh_hans: 电子发票已就绪
zh_hant: 電子發票已備妥

source: Your Peppol ID (scheme:id)
de: Ihre Peppol-ID (scheme:id)
es: Tu ID de Peppol (scheme:id)
fi: Oma Peppol-tunnus (scheme:id)
fr: Votre identifiant Peppol (scheme:id)
it: Il tuo ID Peppol (scheme:id)
ja: 自社の Peppol ID（scheme:id）
ko: 내 Peppol ID(scheme:id)
nl: Je Peppol-ID (scheme:id)
pl: Twój identyfikator Peppol (scheme:id)
pt_br: Seu ID Peppol (scheme:id)
zh_hans: 你的 Peppol ID（scheme:id）
zh_hant: 你的 Peppol ID（scheme:id）

source: Your balance
de: Ihr Guthaben
es: Tu saldo
fi: Saldosi
fr: Votre solde
it: Il tuo saldo
ja: 残高
ko: 잔액
nl: Je saldo
pl: Twoje saldo
pt_br: Seu saldo
zh_hans: 你的余额
zh_hant: 你的餘額

source: Your branding
de: Ihr Branding
es: Tu marca
fi: Oma ilmeesi
fr: Votre identité visuelle
it: Il tuo brand
ja: ブランディング
ko: 내 브랜딩
nl: Je huisstijl
pl: Twoja identyfikacja wizualna
pt_br: Sua marca
zh_hans: 你的品牌
zh_hant: 你的品牌

source: Your business
de: Ihr Unternehmen
es: Tu empresa
fi: Yrityksesi
fr: Votre entreprise
it: La tua azienda
ja: 事業者情報
ko: 내 사업자
nl: Je bedrijf
pl: Twoja firma
pt_br: Sua empresa
zh_hans: 你的企业
zh_hant: 你的企業

source: Your recent invoices and estimates will show up here.
de: Ihre letzten Rechnungen und Angebote erscheinen hier.
es: Aquí aparecerán tus facturas y presupuestos recientes.
fi: Viimeisimmät laskusi ja tarjouksesi näkyvät täällä.
fr: Vos dernières factures et devis apparaîtront ici.
it: Qui appariranno le tue fatture e i preventivi recenti.
ja: 最近の請求書と見積書がここに表示されます。
ko: 최근 인보이스와 견적서가 여기에 표시됩니다.
nl: Je recente facturen en offertes verschijnen hier.
pl: Tutaj pojawią się Twoje ostatnie faktury i oferty.
pt_br: Suas faturas e orçamentos recentes aparecerão aqui.
zh_hans: 最近的发票和报价单会显示在这里。
zh_hant: 最近的發票和報價單會顯示在這裡。

# documentStatus.accepted
source: Accepted
de: Angenommen
es: Aceptada
fi: Hyväksytty
fr: Acceptée
it: Accettata
ja: 承認済み
ko: 수락됨
nl: Geaccepteerd
pl: Przyjęta
pt_br: Aceita
zh_hans: 已接受
zh_hant: 已接受

# documentStatus.declined
source: Declined
de: Abgelehnt
es: Rechazada
fi: Hylätty
fr: Refusée
it: Rifiutata
ja: 却下
ko: 거절됨
nl: Afgewezen
pl: Odrzucona
pt_br: Recusada
zh_hans: 已拒绝
zh_hant: 已拒絕

# documentStatus.draft
source: Draft
de: Entwurf
es: Borrador
fi: Luonnos
fr: Brouillon
it: Bozza
ja: 下書き
ko: 초안
nl: Concept
pl: Szkic
pt_br: Rascunho
zh_hans: 草稿
zh_hant: 草稿

# documentStatus.overdue
source: Overdue
de: Überfällig
es: Vencida
fi: Erääntynyt
fr: En retard
it: Scaduta
ja: 期限超過
ko: 연체
nl: Te laat
pl: Po terminie
pt_br: Vencida
zh_hans: 已逾期
zh_hant: 已逾期

# documentStatus.paid
source: Paid
de: Bezahlt
es: Pagada
fi: Maksettu
fr: Payée
it: Pagata
ja: 支払済み
ko: 결제 완료
nl: Betaald
pl: Opłacona
pt_br: Paga
zh_hans: 已付款
zh_hant: 已付款

# documentStatus.partiallyPaid
source: Partially Paid
de: Teilbezahlt
es: Pago parcial
fi: Osasuoritus
fr: Payée en partie
it: Pagata in parte
ja: 一部入金
ko: 부분 결제
nl: Deels betaald
pl: Częściowo opłacona
pt_br: Paga em parte
zh_hans: 部分付款
zh_hant: 部分付款

# documentStatus.sent
source: Sent
de: Gesendet
es: Enviada
fi: Lähetetty
fr: Envoyée
it: Inviata
ja: 送信済み
ko: 발송됨
nl: Verzonden
pl: Wysłana
pt_br: Enviada
zh_hans: 已发送
zh_hant: 已傳送

# documentStatus.viewed
source: Viewed
de: Angesehen
es: Vista
fi: Avattu
fr: Consultée
it: Vista
ja: 閲覧済み
ko: 열람됨
nl: Bekeken
pl: Wyświetlona
pt_br: Visualizada
zh_hans: 已查看
zh_hant: 已檢視

# documentStatus.void
source: Void
de: Storniert
es: Anulada
fi: Mitätöity
fr: Annulée
it: Annullata
ja: 無効
ko: 무효
nl: Geannuleerd
pl: Anulowana
pt_br: Cancelada
zh_hans: 作废
zh_hant: 作廢

# documentType.creditNote
source: Credit Note
de: Gutschrift
es: Factura rectificativa
fi: Hyvityslasku
fr: Avoir
it: Nota di credito
ja: クレジットノート
ko: 크레딧 노트
nl: Creditfactuur
pl: Faktura korygująca
pt_br: Nota de crédito
zh_hans: 贷记单
zh_hant: 貸項通知單

# documentType.estimate
source: Estimate
de: Angebot
es: Presupuesto
fi: Tarjous
fr: Devis
it: Preventivo
ja: 見積書
ko: 견적서
nl: Offerte
pl: Oferta
pt_br: Orçamento
zh_hans: 报价单
zh_hant: 報價單

# documentType.invoice
source: Invoice
de: Rechnung
es: Factura
fi: Lasku
fr: Facture
it: Fattura
ja: 請求書
ko: 인보이스
nl: Factuur
pl: Faktura
pt_br: Fatura
zh_hans: 发票
zh_hant: 發票

source: every business must accept e-invoices
de: jedes Unternehmen muss E-Rechnungen empfangen können
es: toda empresa debe poder recibir facturas electrónicas
fi: jokaisen yrityksen on kyettävä vastaanottamaan verkkolaskuja
fr: toute entreprise doit pouvoir recevoir des factures électroniques
it: ogni impresa deve poter ricevere fatture elettroniche
ja: すべての事業者が電子インボイスを受信可能である必要
ko: 모든 사업자가 전자 인보이스를 수신할 수 있어야 함
nl: elk bedrijf moet e-facturen kunnen ontvangen
pl: każda firma musi umieć odbierać e-faktury
pt_br: toda empresa deve conseguir receber faturas eletrônicas
zh_hans: 所有企业须能够接收电子发票
zh_hant: 所有企業須能夠接收電子發票
